export const metadata = {
  title: 'Про магазин Академкнига',
};

export default function AboutPage() {
  return (
    <article className="prose max-w-none space-y-3">
      <h1>
        <span style={{ fontSize: '14px' }}>
          <strong>
            Книжковий магазин &quot;Академкнига&quot; № 7 в Києві - одна з найстаріших книгарень.
          </strong>
        </span>
      </h1>

      <p>
        У магазині <strong>Академкнига</strong> одночасно представлено до 8000 різних видань.
      </p>

      <p>
        Магазин пропонує великий вибір книг з філософії, історії, психології, підручники для ВНЗ,
        словники,<br />
        найбільший в місті асортимент фізико-математичної літератури, а також книги з мистецтва,
        дитячу та художню літературу, книги про Київ.
      </p>

      <p>
        Є великий букіністичний відділ: в основному точні науки, математика (книги на комісію не
        приймаються)
      </p>

      <div>
        <strong>Працює система попереднього замовлення.</strong>
      </div>
      <div>
        За асортиментом математичної літератури, літератури з фізики та інших точних наук магазин
        займає одне з провідних місць в Києві.
      </div>

      <div>
        <strong>Пересилання книг по Україні</strong> та в країни СНД здійснюється за тарифами
        Укрпошти, Нової пошти або інших фірм, що здійснюють пересилку, за попередньою
        домовленістю із замовником.
      </div>

      <div className="text-center" style={{ color: '#FF8C00' }}>
        <strong>УВАГА!</strong>
        <br />
        <strong>Магазин Академкнига №7 не приймає книги у населення</strong>
        <br />
        <strong>і не дає ніяких консультацій з їх продажу та оцінки.</strong>
      </div>

      <p className="text-center">
        Якщо Ви не побачили в списку потрібної Вам книги,
        <br />
        то може бути її ще просто не встигли внести в список.
      </p>

      <p className="text-center">Зателефонуйте нам:</p>

      <p className="text-center">
        <strong>
          <a href="tel:+380993862655">+38 (099) 386-26-55</a>
        </strong>
      </p>
    </article>
  );
}
